package day1;

public class Lesson1 {
    public static void main(String[] args) {
        /*1. Вывести на экран слово “JAVA”, в строку, чтобы оно повторилось 10 раз, используя цикл while.
Вывод в консоль должен быть таким:
JAVA JAVA JAVA JAVA JAVA JAVA JAVA JAVA JAVA JAVA */
        int i = 10;
        while(i > 0){
            System.out.print("JAVA ");
            i--;
        }
    }
}
